--КОНДИЦИОНИРОВАНИЕ

-------------------------ХОЛЛ 2эт-----------------------
--Переменные
temp = grp.getvalue('6/0/201')
setpoint = grp.getvalue('6/0/202')
--Включаем кондиционер
grp.write('6/1/201',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/203', fan)
--------------------------------------------------------


-------------------------ГАРДЕРОБ-----------------------
--Переменные
temp = grp.getvalue('6/0/211')
setpoint = grp.getvalue('6/0/212')
--Включаем кондиционер
grp.write('6/1/211',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/213', fan)
--------------------------------------------------------


-------------------------СПАЛЬНЯ-----------------------
--Переменные
temp = grp.getvalue('6/0/221')
setpoint = grp.getvalue('6/0/222')
--Включаем кондиционер
grp.write('6/1/221',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/223', fan)
--------------------------------------------------------


-------------------------ДЕТСКАЯ-----------------------
--Переменные
temp = grp.getvalue('6/0/231')
setpoint = grp.getvalue('6/0/232')
--Включаем кондиционер
grp.write('6/1/231',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/233', fan)
--------------------------------------------------------


-------------------------КАБИНЕТ--------------------------
--Переменные
temp = grp.getvalue('6/0/241')
setpoint = grp.getvalue('6/0/242')
--Включаем кондиционер
grp.write('6/1/241',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/243', fan)
--------------------------------------------------------
