--КОНДИЦИОНИРОВАНИЕ

-------------------------ПРИХОЖАЯ-----------------------
--Переменные
temp = grp.getvalue('6/0/101')
setpoint = grp.getvalue('6/0/102')
--Включаем кондиционер
grp.write('6/1/101',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/103', fan)
--------------------------------------------------------


-------------------------ХОЛЛ---------------------------
--Переменные
temp = grp.getvalue('6/0/111')
setpoint = grp.getvalue('6/0/112')
--Включаем кондиционер
grp.write('6/1/111',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/113', fan)
--------------------------------------------------------


-------------------------ГОСТЕВАЯ-----------------------
--Переменные
temp = grp.getvalue('6/0/121')
setpoint = grp.getvalue('6/0/122')
--Включаем кондиционер
grp.write('6/1/121',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/123', fan)
--------------------------------------------------------


-------------------------ГОСТИНАЯ-----------------------
--Переменные
temp = grp.getvalue('6/0/131')
setpoint = grp.getvalue('6/0/132')
--Включаем кондиционер
grp.write('6/1/131',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/133', fan)
--------------------------------------------------------


-------------------------КУХНЯ--------------------------
--Переменные
temp = grp.getvalue('6/0/141')
setpoint = grp.getvalue('6/0/142')
--Включаем кондиционер
grp.write('6/1/141',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/143', fan)
--------------------------------------------------------


-------------------------ИГРОВАЯ------------------------
--Переменные
temp = grp.getvalue('6/0/151')
setpoint = grp.getvalue('6/0/152')
--Включаем кондиционер
grp.write('6/1/151',true)
--Устанавливаем скорость вентилятора
grp.write('6/1/153', fan)
--------------------------------------------------------